LEXICON_RU = {
    "empty_qr": "✅  Оплата прошла успешно!!! \n\n\n"
                "Ваш QR-код не сгенерирован.\n"
    "Напишите администратору прямо в этом чате\n"
    "через кнопку 'Задать вопрос' и он пришлет Вам его лично.\n\n"
    "Скопируйте вопрос: 'Здравствуйте! Подписка оформлена, пришлите QR - код'",
    "no_sub": "❌ У Вас не активирована подписка.",
    "yes_sub": f"Настройки\n\n"
    f"✅ У Вас активирована подписка, поэтому Вам доступны настройки для подключения.\n\n"
    f"Выберите операционную систему вашего устройства",
    "mobile_support": "🛠 Раздел в разработке 🛠\n"
    "При настройке на мобильных устройствах\n"
    "Вам потребуется выданный Вам QR-код",
    "desc_support": "🛠 Раздел в разработке 🛠",
    "to_ask_support": "Напишите вопрос прямо в <b>этом чате</b>. Он придет администратору\n\n"
    "Для отмены используйте кнопку <b>«Отмена»</b>",
    "FAQ": f"FAQ\n\n"
    "▫️ Что такое VPN?\n\n"
    "VPN (виртуальная частная сеть) - это технология, \n "
    "которая обеспечивает безопасное и защищенное соединение с \n"
    "Интернетом, скрывая ваш IP-адрес и шифруя интернет-трафик.\n\n"
    "▫️ Как настроить VPN?\n\n"
    "Настройка VPN зависит от вашей операционной системы и провайдера VPN.\n"
    "Обычно это включает в себя установку приложения VPN и ввод учетных данных.\n\n"
    "▫️ Могу ли я использовать VPN на общественных Wi-Fi сетях? \n\n"
    "Да, использование VPN на общественных Wi-Fi сетях\n"
    "увеличит вашу безопасность,\n"
    "защитив данные от потенциальных мошенников\n\n"
    "Частые вопросы: \n\n"
    "◾️ Кнопка не срабатывает, что делать?\n"
    "◾️ Какой объем трафика в месяц?\n"
    "◾️ Оплата прошла, но не отображается в профиле\n"
    "◾️ Сколько устройств одновременно?\n"
    "◾️ Какая скорость соединения?\n",
    "menu": f"<b>  Вы находитесь в главном меню </b>\n\n"
    " 💲 <b>Оплатить</b>\n\n"
    " ◾️️️ Предоставляет Вам возможность оплатить подписку\n"
    " для использования WireGuard VPN. \n\n"
    " ♾ <b>Мои настройки</b>\n\n"
    " ◾️️️ Доступен после оплаты.\n"
    "Здесь можно уточнить параметры вашей подписки, "
    "включая конфигурации подключения для всех устройств. \n\n"
    " ✔️ <b>Профиль</b>\n\n"
    " ◾️️️ Позволяет вам проверить статус вашей подписки.\n"
    "Здесь вы найдете информацию о текущем состоянии вашей подписки,\n"
    "дате ее окончания и другие подобные сведения.\n\n"
    " 🗨 <b>Поддержка</b>\n\n"
    " ◾️️️ Доступ к чату с службой поддержки.\n"
    "Если у вас возникли вопросы или вам нужна помощь,\n"
    "Вы можете воспользоваться этой функцией\n"
    " для связи администрацией. \n\n",
}
